{
  "main": {
    "title": {
      "line1": "एआई-सुपरचार्ज्ड",
      "line2": "भाषा विनिमय"
    },
    "description": "एक जीवंत समुदाय की खोज करें जहाँ आप पोस्ट साझा कर सकते हैं, दोस्तों को फॉलो कर सकते हैं, और केवल अभिवादन से परे जाकर नई भाषाएँ सीख सकते हैं। हमारी एआई-आधारित सुविधाएँ भाषा सीखने को आसान और मज़ेदार बनाती हैं।\nअभी Loqu शुरू करें!",
    "buttons": {
      "ios": "iOS",
      "android": "Android",
      "web": "वेब"
    }
  },
  "footer": {
    "privacyPolicy": "गोपनीयता नीति",
    "termsOfService": "सेवा की शर्तें",
    "communityGuidelines": "समुदाय दिशानिर्देश",
    "copyright": "कॉपीराइट 2025 © Alohomora Company. सर्वाधिकार सुरक्षित।"
  },

  "privacyPolicy": {
    "title": "गोपनीयता नीति",
    "description": "Loqu में हम आपकी गोपनीयता को गंभीरता से लेते हैं। यह नीति बताती है कि हम आपकी व्यक्तिगत जानकारी को कैसे एकत्र करते हैं, उपयोग करते हैं और सुरक्षित रखते हैं।",
    "sections": {
      "collection": {
        "title": "जानकारी का संग्रह",
        "intro": "हम आपके द्वारा सीधे दी गई जानकारी एकत्र करते हैं, जैसे कि:",
        "items0": "खाता जानकारी (नाम, ईमेल, पासवर्ड)",
        "items1": "प्रोफ़ाइल जानकारी (बायो, भाषा वरीयताएँ)",
        "items2": "आपके द्वारा साझा या पोस्ट की गई सामग्री",
        "items3": "अन्य उपयोगकर्ताओं के साथ आपकी बातचीत"
      },
      "usage": {
        "title": "हम आपकी जानकारी का उपयोग कैसे करते हैं",
        "intro": "हम आपकी जानकारी का उपयोग निम्नलिखित उद्देश्यों के लिए करते हैं:",
        "items0": "सेवाओं को प्रदान करने और बेहतर बनाने के लिए",
        "items1": "आपके अनुभव को वैयक्तिक बनाने के लिए",
        "items2": "आपसे संवाद करने के लिए",
        "items3": "प्लेटफ़ॉर्म की सुरक्षा और विश्वसनीयता सुनिश्चित करने के लिए"
      },
      "security": {
        "title": "डेटा सुरक्षा",
        "content": "हम आपकी जानकारी को अनधिकृत पहुंच, परिवर्तन या खुलासे से बचाने के लिए उचित सुरक्षा उपाय अपनाते हैं।"
      },
      "rights": {
        "title": "आपके अधिकार",
        "intro": "आपके पास निम्नलिखित अधिकार हैं:",
        "items0": "अपनी व्यक्तिगत जानकारी तक पहुँच प्राप्त करना",
        "items1": "गलत जानकारी को सही करने का अनुरोध करना",
        "items2": "अपनी जानकारी को हटाने का अनुरोध करना",
        "items3": "जानकारी के प्रसंस्करण पर आपत्ति जताना"
      },
      "contact": {
        "title": "संपर्क करें",
        "content": "यदि आपको इस गोपनीयता नीति के बारे में कोई प्रश्न हैं, तो कृपया support@alohomora.company पर संपर्क करें।"
      }
    }
  },

  "termsOfService": {
    "title": "सेवा की शर्तें",
    "description": "विषय सूची",
    "sections": {
      "introduction": {
        "title": "1. परिचय",
        "content0": "ये शर्तें Alohomora Company (सेवा प्रदाता) द्वारा बनाए गए Loqu ऐप (जिसे आगे 'एप्लिकेशन' कहा गया है) पर लागू होती हैं, जो एक फ्रीमियम सेवा है।",
        "content1": "एप्लिकेशन डाउनलोड या उपयोग करने पर, आप इन शर्तों से सहमत होते हैं। कृपया उपयोग से पहले इन्हें ध्यानपूर्वक पढ़ें।"
      },
      "acceptance": {
        "title": "2. शर्तों की स्वीकृति",
        "content0": "एप्लिकेशन का उपयोग करने पर, आप स्वचालित रूप से इन शर्तों को स्वीकार करते हैं।\nअनधिकृत कॉपी या संशोधन सख्ती से प्रतिबंधित है।"
      },
      "intellectualProperty": {
        "title": "3. बौद्धिक संपदा अधिकार",
        "content0": "आप स्रोत कोड निकालने, अनुवाद करने या एप्लिकेशन के व्युत्पन्न संस्करण बनाने के लिए अधिकृत नहीं हैं।\nसभी अधिकार सेवा प्रदाता के पास सुरक्षित हैं।"
      },
      "modifications": {
        "title": "4. संशोधन और शुल्क",
        "content0": "सेवा प्रदाता किसी भी समय एप्लिकेशन में बदलाव करने या शुल्क लेने का अधिकार रखता है।\nकोई भी बदलाव उपयोगकर्ताओं को स्पष्ट रूप से बताया जाएगा।"
      },
      "dataSecurity": {
        "title": "5. डेटा और सुरक्षा",
        "content0": "आपकी व्यक्तिगत जानकारी को सुरक्षित रूप से संग्रहीत और संसाधित किया जाएगा।\nकृपया अपने डिवाइस को जेलब्रेक/रूट न करें, इससे सुरक्षा और कार्यक्षमता पर असर पड़ सकता है।"
      },
      "thirdParty": {
        "title": "6. तृतीय-पक्ष सेवाएं",
        "content0": "यह एप्लिकेशन निम्नलिखित तृतीय-पक्ष सेवाओं का उपयोग करता है। उनके नियम और शर्तें देखें:",
        "links": {
          "googlePlay": "Google Play सेवाएं",
          "admob": "Google AdMob",
          "analytics": "Google Analytics",
          "expo": "Expo",
          "revenuecat": "RevenueCat"
        }
      },
      "connectivity": {
        "title": "7. कनेक्टिविटी और सीमाएँ",
        "content0": "इंटरनेट कनेक्शन के बिना एप्लिकेशन ठीक से कार्य नहीं कर सकता है।\nडेटा शुल्क और रोमिंग शुल्क उपयोगकर्ता की जिम्मेदारी हैं।"
      },
      "device": {
        "title": "8. डिवाइस जिम्मेदारी",
        "content0": "सुनिश्चित करें कि आपका डिवाइस चार्ज और ठीक से काम कर रहा है।\nबैटरी समस्याओं के कारण सेवा में रुकावट के लिए सेवा प्रदाता जिम्मेदार नहीं होगा।"
      },
      "updates": {
        "title": "9. अपडेट और समाप्ति",
        "content0": "सेवा जारी रखने के लिए आपको आवश्यक अपडेट इंस्टॉल करने होंगे।\nसेवा प्रदाता कभी भी ऐप की सेवा बंद कर सकता है।"
      },
      "changes": {
        "title": "10. शर्तों में बदलाव",
        "content0": "इन शर्तों को अपडेट किया जा सकता है। कृपया समय-समय पर इस पृष्ठ की जाँच करें।",
        "effectiveDate": "प्रभावी तिथि: 04-04-2025"
      },
      "contact": {
        "title": "11. संपर्क जानकारी",
        "content0": "यदि आपके कोई प्रश्न हैं, तो कृपया निम्नलिखित पते पर हमसे संपर्क करें:"
      }
    }
  },

  "communityGuidelines": {
    "title": "समुदाय दिशानिर्देश",
    "sections": {
      "respect": {
        "title": "1. सम्मान और दया",
        "items0": "सभी सदस्यों के साथ गरिमा से पेश आएँ। विशेष रूप से भाषा सीखने वालों के प्रति धैर्य और विनम्रता रखें।",
        "items1": "आपत्तिजनक या भेदभावपूर्ण भाषा का प्रयोग न करें, जिसमें गाली, अपमान, लिंग, जाति, धर्म, यौन अभिविन्यास या शारीरिक/मानसिक क्षमताओं पर टिप्पणी शामिल है।",
        "items2": "सुधार या सुझाव देते समय हमेशा शिष्ट और रचनात्मक रहें।"
      },
      "inclusivity": {
        "title": "2. समावेशिता और स्वागत संस्कृति",
        "items0": "एक सुरक्षित वातावरण को बढ़ावा दें जहाँ हर कोई अपने विचार और सांस्कृतिक दृष्टिकोण साझा कर सके।",
        "items1": "सांस्कृतिक भिन्नताओं को स्वीकारें और उनका सम्मान करें। सहानुभूति से सुनें — भाषा संस्कृति से जुड़ी होती है।",
        "items2": "विभिन्न आवाज़ों को स्थान दें। यदि कोई छूट गया हो या असहज हो, तो उन्हें शामिल करने का प्रयास करें।"
      },
      "communication": {
        "title": "3. उचित और रचनात्मक संवाद",
        "items0": "भाषा सीखने और सांस्कृतिक विनिमय पर ध्यान केंद्रित करें। सहायक संसाधन, अनुभव और सुझाव साझा करें।",
        "items1": "स्पैम, आत्म-प्रचार, या विषय से हटकर चर्चाएँ न करें।",
        "items2": "अत्यधिक स्पष्ट या अनुचित सामग्री साझा करने से बचें। चर्चा को पेशेवर और सम्मानजनक बनाए रखें।"
      },
      "safety": {
        "title": "4. सुरक्षा और गोपनीयता",
        "items0": "सदस्यों की व्यक्तिगत सीमाओं और गोपनीयता का सम्मान करें। किसी को भी उसकी इच्छा से अधिक जानकारी साझा करने के लिए बाध्य न करें।",
        "items1": "निजी वार्तालाप या संवेदनशील जानकारी (जैसे व्यक्तिगत संपर्क, वित्तीय डेटा) को सार्वजनिक रूप से साझा न करें।",
        "items2": "यदि कोई सामग्री या व्यवहार असुरक्षित लगे, तो तुरंत उचित चैनल के माध्यम से रिपोर्ट करें।"
      },
      "harassment": {
        "title": "5. उत्पीड़न और घृणास्पद भाषा के लिए शून्य सहनशीलता",
        "items0": "उत्पीड़न, धमकी या लक्षित हमले सख्त रूप से निषिद्ध हैं।",
        "items1": "घृणा भाषण या हिंसा की धमकी देने पर तुरंत कार्रवाई की जाएगी, जैसे कि सामग्री हटाना या खाता निलंबन।"
      },
      "conflictResolution": {
        "title": "6. संघर्ष का रचनात्मक समाधान",
        "items0": "स्वस्थ बहस से सीखने में मदद मिलती है, लेकिन असहमति व्यक्त करते समय सम्मान बनाए रखें। लोगों पर नहीं, विचारों पर चर्चा करें।",
        "items1": "यदि विवाद बढ़ता है, तो प्लेटफ़ॉर्म की समाधान टूल का उपयोग करें या मॉडरेटर से संपर्क करें।",
        "items2": "शांत वार्तालाप को बढ़ावा दें। सांस्कृतिक मतभेद स्वाभाविक हैं — उन्हें खुले मन से स्वीकारें।"
      },
      "reporting": {
        "title": "7. रिपोर्टिंग और प्रवर्तन",
        "items0": "एक सकारात्मक वातावरण बनाए रखने के लिए हम समुदाय के सदस्यों पर निर्भर हैं। किसी भी नियम उल्लंघन को रिपोर्ट करें।",
        "items1": "हमारी मॉडरेशन टीम रिपोर्ट की समीक्षा करेगी और आवश्यक कार्रवाई करेगी, जैसे कि चेतावनी देना, सामग्री हटाना, या खाता निलंबित करना।"
      },
      "improvement": {
        "title": "8. सतत सुधार",
        "items0": "समुदाय समय के साथ विकसित होता है। हम आपके फीडबैक का स्वागत करते हैं ताकि दिशा-निर्देशों को और बेहतर बना सकें।",
        "items1": "दिशानिर्देशों में बदलाव की जानकारी दी जाएगी। सदस्यों की जिम्मेदारी है कि वे नवीनतम नीतियों से अवगत रहें।"
      },
      "purpose": {
        "title": "9. प्लेटफ़ॉर्म का उद्देश्य प्राथमिकता",
        "items0": "भाषा सीखने और सांस्कृतिक आदान-प्रदान के मूल उद्देश्य से जुड़े रहें।",
        "items1": "हम सभी मिलकर इस समुदाय को बना रहे हैं — इसका सम्मान करें।",
        "items2": "ऐसी चर्चाओं से बचें जो अन्य लोगों की भागीदारी में बाधा डालती हों।"
      },
      "roleModel": {
        "title": "10. एक आदर्श बनें",
        "items0": "सकारात्मक उदाहरण प्रस्तुत करें — समावेशी, मददगार और सम्मानजनक बनें।",
        "items1": "नए सदस्य का स्वागत करना या रचनात्मक फीडबैक देना जैसे छोटे कदम Loqu की संस्कृति को आकार देते हैं।"
      }
    }
  }
}
